Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# statusMenu.tooltip.unread.other
source: %lld unread notifications
ar: %lld إشعار غير مقروء
bs: %lld nepročitanih obavještenja
da: %lld ulæste notifikationer
de: %lld ungelesene Benachrichtigungen
es: %lld notificaciones sin leer
fr: %lld notifications non lues
it: %lld notifiche non lette
ja: %lld件の未読通知
ko: 읽지 않은 알림 %lld개
nb: %lld uleste varsler
pl: %lld nieprzeczytanych powiadomień
pt_br: %lld notificações não lidas
ru: Непрочитанных уведомлений: %lld
th: %lld การแจ้งเตือนที่ยังไม่อ่าน
tr: %lld okunmamış bildirim
uk: %lld непрочитаних сповіщень
zh_hans: %lld 条未读通知
zh_hant: %lld 則未讀通知

# statusMenu.unreadCount.one
source: 1 unread notification
ar: إشعار واحد غير مقروء
bs: 1 nepročitano obavještenje
da: 1 ulæst notifikation
de: 1 ungelesene Benachrichtigung
es: 1 notificación no leída
fr: 1 notification non lue
it: 1 notifica non letta
ja: 未読通知 1件
ko: 읽지 않은 알림 1개
nb: 1 ulest varsel
pl: 1 nieprzeczytane powiadomienie
pt_br: 1 notificação não lida
ru: 1 непрочитанное уведомление
th: 1 การแจ้งเตือนที่ยังไม่อ่าน
tr: 1 okunmamış bildirim
uk: 1 непрочитане сповіщення
zh_hans: 1 条未读通知
zh_hant: 1 則未讀通知

# statusMenu.unreadCount.other
source: %lld unread notifications
ar: %lld إشعار غير مقروء
bs: %lld nepročitanih obavještenja
da: %lld ulæste notifikationer
de: %lld ungelesene Benachrichtigungen
es: %lld notificaciones sin leer
fr: %lld notifications non lues
it: %lld notifiche non lette
ja: %lld件の未読通知
ko: 읽지 않은 알림 %lld개
nb: %lld uleste varsler
pl: %lld nieprzeczytanych powiadomień
pt_br: %lld notificações não lidas
ru: Непрочитанных уведомлений: %lld
th: %lld การแจ้งเตือนที่ยังไม่อ่าน
tr: %lld okunmamış bildirim
uk: %lld непрочитаних сповіщень
zh_hans: %lld 条未读通知
zh_hant: %lld 則未讀通知

# surfaceResumeApproval.cwd.none
source: None
ar: بلا
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

# surfaceResumeApproval.pending.message
source: Resume approval data is still loading. Retry the request.
ar: بيانات الموافقة على الاستئناف لا تزال قيد التحميل. أعد محاولة الطلب.
de: Die Freigabedaten zur Wiederaufnahme werden noch geladen. Wiederholen Sie die Anfrage.
es: Los datos de aprobación de reanudación aún se están cargando. Reintente la solicitud.
fr: Les données d’approbation de reprise sont toujours en cours de chargement. Réessayez la requête.
ja: 復元の承認データを読み込み中です。リクエストを再試行してください。
ko: 재개 승인 데이터를 아직 로드하는 중입니다. 다시 시도해 주세요.
zh_hans: 恢复审批数据仍在加载。请重试该请求。
zh_hant: 恢復核准資料仍載入中。請重試此請求。

# surfaceResumeApproval.proposal.applyToPrefix
source: Apply to all commands starting with “%@” in this folder
ar: تطبيق على جميع الأوامر التي تبدأ بـ “%@” في هذا المجلد
de: Auf alle Befehle anwenden, die mit „%@“ in diesem Ordner beginnen
es: Aplicar a todos los comandos que comiencen con “%@” en esta carpeta
fr: Appliquer à toutes les commandes commençant par « %@ » dans ce dossier
ja: このフォルダで「%@」から始まるすべてのコマンドに適用
ko: 이 폴더에서 “%@”(으)로 시작하는 모든 명령에 적용
zh_hans: 应用于此文件夹中所有以「%@」开头的命令
zh_hant: 套用到此資料夾中所有以「%@」開頭的指令

# surfaceResumeApproval.proposal.ask
source: Ask Each Time
ar: السؤال في كل مرة
de: Jedes Mal fragen
es: Preguntar cada vez
fr: Demander à chaque fois
ja: 毎回確認
ko: 매번 확인
zh_hans: 每次询问
zh_hant: 每次詢問

# surfaceResumeApproval.proposal.auto
source: Auto-Restore
ar: استعادة تلقائية
de: Automatisch wiederherstellen
es: Restaurar automáticamente
fr: Restauration automatique
ja: 自動復元
ko: 자동 복원
zh_hans: 自动恢复
zh_hant: 自動恢復

# surfaceResumeApproval.proposal.manual
source: Keep Manual
ar: إبقاء يدوي
de: Manuell beibehalten
es: Mantener manual
fr: Conserver en manuel
ja: 手動で保持
ko: 수동 유지
zh_hans: 保持手动
zh_hant: 保持手動

# surfaceResumeApproval.proposal.message
source: A process wants cmux to keep this resume command for the current terminal: Working directory: %@ %@
ar: تريد إحدى العمليات من cmux الاحتفاظ بأمر الاستئناف هذا للطرفية الحالية: مجلد العمل: %@ %@
de: Ein Prozess möchte, dass cmux diesen Fortsetzungsbefehl für das aktuelle Terminal behält: Arbeitsverzeichnis: %@ %@
es: Un proceso requiere que cmux conserve este comando de reanudación para la terminal actual: Directorio de trabajo: %@ %@
fr: Un processus souhaite que cmux conserve cette commande de reprise pour le terminal actuel : Dossier de travail : %@ %@
ja: プロセスが現在のターミナルにこの復元コマンドを保持しようとしています: 作業ディレクトリ: %@ %@
ko: 프로세스가 cmux에서 현재 터미널에 대한 이 재개 명령을 유지하기를 요청합니다: 작업 디렉터리: %@ %@
zh_hans: 有进程希望 cmux 为当前终端保留此恢复命令： 工作目录：%@ %@
zh_hant: 有個程序希望 cmux 為目前的終端機保留此恢復指令： 工作目錄：%@ %@

# surfaceResumeApproval.proposal.title
source: Allow Resume Command?
ar: هل تسمح بأمر الاستئناف؟
de: Fortsetzungsbefehl erlauben?
es: ¿Permitir comando de reanudación?
fr: Autoriser la commande de reprise ?
ja: 復元コマンドを許可しますか?
ko: 재개 명령을 허용하시겠습니까?
zh_hans: 允许该恢复命令吗？
zh_hant: 允許恢復指令？

# surfaceResumeApproval.runPrompt.dontAskAgain
source: Don’t ask again for this command
ar: عدم السؤال مرة أخرى عن هذا الأمر
de: Für diesen Befehl nicht mehr fragen
es: No volver a preguntar para este comando
fr: Ne plus demander pour cette commande
ja: このコマンドについて今後確認しない
ko: 이 명령에 대해 다시 묻지 않음
zh_hans: 此命令不再询问
zh_hant: 不要再針對此指令詢問

# surfaceResumeApproval.runPrompt.message
source: cmux is restoring a terminal with this resume command: Working directory: %@ %@
ar: يقوم cmux باستعادة طرفية باستخدام أمر الاستئناف هذا: مجلد العمل: %@ %@
de: cmux stellt ein Terminal mit diesem Fortsetzungsbefehl wieder her: Arbeitsverzeichnis: %@ %@
es: cmux está restaurando una terminal con este comando de reanudación: Directorio de trabajo: %@ %@
fr: cmux restaure un terminal avec cette commande de reprise : Dossier de travail : %@ %@
ja: cmux はこの復元コマンドでターミナルを復元しようとしています: 作業ディレクトリ: %@ %@
ko: cmux가 이 재개 명령을 사용하여 터미널을 복원하고 있습니다: 작업 디렉터리: %@ %@
zh_hans: cmux 正在使用此恢复命令还原终端： 工作目录：%@ %@
zh_hant: cmux 正在使用此恢復指令恢復終端機： 工作目錄：%@ %@

# surfaceResumeApproval.runPrompt.run
source: Run
ar: تشغيل
de: Ausführen
es: Ejecutar
fr: Exécuter
ja: 実行
ko: 실행
zh_hans: 运行
zh_hant: 執行

# surfaceResumeApproval.runPrompt.runAll
source: Run All
ar: تشغيل الكل
de: Alle ausführen
es: Ejecutar todo
fr: Tout exécuter
ja: すべて実行
ko: 모두 실행
zh_hans: 全部运行
zh_hant: 全部執行

# surfaceResumeApproval.runPrompt.skip
source: Skip
ar: يتخطى
de: Überspringen
es: Saltar
fr: Sauter
ja: スキップ
ko: 건너뛰다
zh_hans: 跳过
zh_hant: 跳過

# surfaceResumeApproval.runPrompt.skipAll
source: Skip All
ar: تخطي الكل
de: Alle überspringen
es: Omitir todo
fr: Tout ignorer
ja: すべてスキップ
ko: 모두 건너뛰기
zh_hans: 全部跳过
zh_hant: 全部略過

# surfaceResumeApproval.runPrompt.title
source: Run Resume Command?
ar: هل ترغب في تشغيل أمر الاستئناف؟
de: Fortsetzungsbefehl ausführen?
es: ¿Ejecutar comando de reanudación?
fr: Exécuter la commande de reprise ?
ja: 復元コマンドを実行しますか?
ko: 재개 명령을 실행하시겠습니까?
zh_hans: 运行该恢复命令吗？
zh_hant: 執行恢復指令？

# tab.untitled
source: Untitled Tab
ar: لسان بلا عنوان
bs: Tab bez naziva
da: Unavngivet fane
de: Unbenannter Tab
es: Pestaña sin título
fr: Onglet sans titre
it: Scheda senza titolo
ja: 名称未設定タブ
ko: 제목 없는 탭
nb: Uten navn-fane
pl: Karta bez nazwy
pt_br: Aba Sem Título
ru: Безымянная вкладка
th: แท็บไม่มีชื่อ
tr: Adsız Sekme
uk: Безіменна вкладка
zh_hans: 未命名标签页
zh_hant: 未命名標籤頁

# taskManager.agent.codex
source: Codex
ar: الدستور الغذائي
de: Kodex
es: Códice
fr: Manuscrit
ko: 사본
zh_hans: 法典
zh_hant: 法典

# taskManager.agent.opencode
source: OpenCode
ar: كود مفتوح
es: código abierto
fr: Code Ouvert
ko: 오픈코드
zh_hans: 开放代码
zh_hant: 開放程式碼

# taskManager.aggregate.processCount.one
source: 1 process
ar: عملية واحدة
de: 1 Prozess
es: 1 proceso
fr: 1 processus
ja: 1 個のプロセス
ko: 프로세스 1개
zh_hans: 1 个进程
zh_hant: 1 個程序

# taskManager.aggregate.processCount.other
source: %lld processes
ar: %lld عملية
de: %lld Prozesse
es: %lld procesos
fr: %lld processus
ja: %lld 個のプロセス
ko: %lld개 프로세스
zh_hans: %lld 个进程
zh_hant: %lld 個程序

# taskManager.column.memory
source: Memory
ar: الذاكرة
bs: Memorija
da: Hukommelse
de: Speicher
es: Memoria
fr: Mémoire
it: Memoria
ja: メモリ
ko: 메모리
nb: Minne
pl: Pamięć
pt_br: Memória
ru: Память
th: หน่วยความจำ
tr: Bellek
uk: Пам’ять
zh_hans: 内存
zh_hant: 記憶體

# taskManager.column.name
source: Name
ar: اسم
es: Nombre
fr: Nom
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 姓名

# taskManager.column.processes
source: Proc
ar: العمليات
de: Proz.
ja: プロセス
ko: 프로세스
zh_hans: 进程
zh_hant: 程序

# taskManager.contextMenu.killProcess
source: Kill Process...
ar: إنهاء العملية...
de: Prozess beenden...
es: Finalizar proceso...
fr: Tuer le processus…
ja: プロセスを終了...
ko: 프로세스 종료...
zh_hans: 结束进程...
zh_hant: 結束程序...

# taskManager.contextMenu.viewTerminal
source: View Terminal
ar: عرض الطرفية
de: Terminal anzeigen
es: Ver terminal
fr: Afficher le terminal
ja: ターミナルを表示
ko: 터미널 보기
zh_hans: 查看终端
zh_hant: 檢視終端機

# taskManager.contextMenu.viewWorkspace
source: View Workspace
ar: عرض مساحة العمل
de: Arbeitsbereich anzeigen
es: Ver espacio de trabajo
fr: Afficher l’espace de travail
ja: ワークスペースを表示
ko: 작업 공간 보기
zh_hans: 查看工作区
zh_hant: 檢視工作區

# taskManager.empty.detail
source: Open a workspace, terminal, or browser surface to see it here.
ar: افتح مساحة عمل أو طرفية أو سطح متصفح لرؤيته هنا.
de: Öffnen Sie einen Arbeitsbereich, ein Terminal oder eine Browser-Oberfläche, um sie hier zu sehen.
es: Abra un espacio de trabajo, terminal o superficie de navegador para verlo aquí.
fr: Ouvrez un espace de travail, un terminal ou une surface d’affichage de navigateur pour l’afficher ici.
ja: ワークスペース、ターミナル、またはブラウザサーフェスを開くとここに表示されます。
ko: 여기에 표시하려면 작업 공간, 터미널 또는 브라우저 화면을 여세요.
zh_hans: 打开工作区、终端或浏览器表面后会显示在这里。
zh_hant: 開啟工作區、終端機或瀏覽器介面以在此處檢視。

# taskManager.empty.title
source: No resource usage
ar: لا يوجد استهلاك للموارد
de: Keine Ressourcennutzung
es: Sin uso de recursos
fr: Aucune utilisation des ressources
ja: リソース使用状況はありません
ko: 리소스 사용량 없음
zh_hans: 没有资源占用
zh_hant: 無資源使用量

# taskManager.error.title
source: Unable to load resource usage
ar: تعذر تحميل استهلاك الموارد
de: Ressourcennutzung konnte nicht geladen werden
es: No se pudo cargar el uso de recursos
fr: Impossible de charger l’utilisation des ressources
ja: リソース使用状況を読み込めません
ko: 리소스 사용량을 로드할 수 없습니다.
zh_hans: 无法加载资源占用
zh_hant: 無法載入資源使用量

# taskManager.killProcess.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# taskManager.killProcess.confirm
source: Kill
ar: إنهاء
de: Beenden
es: Finalizar
fr: Tuer
ja: 終了
ko: 강제 종료
zh_hans: 结束
zh_hant: 強制結束

# taskManager.killProcess.error
source: Unable to kill process: %@
ar: تعذر إنهاء العملية: %@
de: Prozess kann nicht beendet werden: %@
es: No se pudo finalizar el proceso: %@
fr: Impossible de tuer le processus : %@
ja: プロセスを終了できません: %@
ko: 프로세스를 종료할 수 없습니다: %@
zh_hans: 无法结束进程：%@
zh_hant: 無法結束程序：%@

# taskManager.killProcess.message.one
source: Ask %@ (PID %lld) to terminate gracefully. cmux will force-kill it if it is still running after a short grace period.
ar: اطلب من %@ (PID %lld) الإنهاء بشكل منظم. سيقوم cmux بإنهائه إجباريًا إذا ظل قيد التشغيل بعد فترة سماح قصيرة.
de: Aufforderung an %@ (PID %lld), sich ordnungsgemäß zu beenden. cmux wird das Beenden erzwingen, wenn der Prozess nach einer kurzen Nachfrist noch läuft.
es: Solicitar a %@ (PID %lld) que finalice de forma ordenada. cmux lo forzará a finalizar si aún se está ejecutando después de un breve período de gracia.
fr: Demander à %@ (PID %lld) de se terminer correctement. cmux le forcera à s’arrêter s’il est toujours en cours d’exécution après un court délai de grâce.
ja: %@（PID %lld）に正常終了を要求します。短い猶予時間の後も実行中の場合、cmux が強制終了します。
ko: %@(PID %lld)의 정상 종료를 요청합니다. 짧은 유예 기간 후에도 계속 실행 중인 경우 cmux가 강제 종료합니다.
zh_hans: 请求 %@（PID %lld）正常退出。若短暂宽限期后仍在运行，cmux 会强制结束它。
zh_hant: 要求 %@ (PID %lld) 正常結束。如果它在短暫的寬限期後仍在執行，cmux 將會強制結束它。

# taskManager.killProcess.message.other
source: Ask %lld processes to terminate gracefully. cmux will force-kill remaining processes after a short grace period. PIDs: %@.
ar: اطلب من %lld عملية الإنهاء بشكل طبيعي. سيقوم cmux بإنهاء العمليات المتبقية بالقوة بعد فترة سماح قصيرة. PIDs: %@.
de: Fordere %lld Prozesse auf, sich ordnungsgemäß zu beenden. cmux wird verbleibende Prozesse nach einer kurzen Schonfrist zwangsweise beenden. PIDs: %@.
es: Solicitar a %lld procesos que finalicen de forma ordenada. cmux forzará la finalización de los procesos restantes después de un breve período de gracia. PIDs: %@.
fr: Demander à %lld processus de se terminer proprement. cmux arrêtera de force les processus restants après un court délai de grâce. PIDs : %@.
ja: %lld 個のプロセスに正常終了を要求します。短い猶予期間の後、cmux は残りのプロセスを強制終了します。PID: %@。
ko: %lld개 프로세스에 정상 종료를 요청합니다. 짧은 유예 시간 후 cmux가 남은 프로세스를 강제 종료합니다. PID: %@.
zh_hans: 请求 %lld 个进程正常终止。在短暂的宽限期后，cmux 将强制结束剩余进程。PID：%@。
zh_hant: 要求 %lld 個程序正常結束。cmux 將在短暫的寬限期後強制結束其餘程序。PID：%@。

# taskManager.killProcess.target.processGroup
source: process group %lld
ar: مجموعة العمليات %lld
de: Prozessgruppe %lld
es: grupo de procesos %lld
fr: groupe de processus %lld
ja: プロセスグループ %lld
ko: 프로세스 그룹 %lld
zh_hans: 进程组 %lld
zh_hant: 程序群組 %lld

# taskManager.killProcess.title.one
source: Kill process?
ar: إنهاء العملية؟
de: Prozess beenden?
es: ¿Finalizar proceso?
fr: Tuer le processus ?
ja: プロセスを終了しますか？
ko: 프로세스를 종료하시겠습니까?
zh_hans: 结束进程？
zh_hant: 結束程序？

# taskManager.killProcess.title.other
source: Kill processes?
ar: إنهاء العمليات؟
de: Prozesse beenden?
es: ¿Finalizar procesos?
fr: Tuer les processus ?
ja: プロセスを終了しますか？
ko: 프로세스를 종료하시겠습니까?
zh_hans: 结束这些进程？
zh_hant: 結束程序？

# taskManager.loading.title
source: Loading resource usage
ar: تحميل استخدام الموارد
de: Ressourcennutzung wird geladen
es: Cargando uso de recursos
fr: Chargement de l’utilisation des ressources
ja: リソース使用状況を読み込み中
ko: 리소스 사용량 로드 중
zh_hans: 正在加载资源占用
zh_hant: 正在載入資源使用量

# taskManager.memory.pane
source: Pane %@
ar: جزء %@
bs: Panel %@
da: Rude %@
de: Bereich %@
es: Panel %@
fr: Panneau %@
it: Pannello %@
ja: ペイン %@
ko: 패널 %@
nb: Rute %@
pl: Panel %@
pt_br: Painel %@
ru: Панель %@
th: พาเนล %@
tr: Panel %@
uk: Панель %@
zh_hans: 窗格 %@
zh_hant: 窗格 %@

# taskManager.memory.surface
source: Surface %@
ar: سطح %@
bs: Površina %@
da: Flade %@
de: Oberfläche %@
es: Superficie %@
fr: Zone %@
it: Superficie %@
ja: サーフェス %@
ko: 서피스 %@
nb: Flate %@
pl: Powierzchnia %@
pt_br: Superfície %@
ru: Поверхность %@
th: พื้นผิว %@
tr: Yüzey %@
uk: Поверхня %@
zh_hans: 表面 %@
zh_hant: 介面 %@

# taskManager.memory.unattributed
source: Unattributed
ar: غير مسند
bs: Nepripisano
da: Ikke tilskrevet
de: Nicht zugeordnet
es: Sin atribuir
fr: Non attribué
it: Non attribuito
ja: 未割り当て
ko: 미귀속
nb: Ikke tilordnet
pl: Nieprzypisane
pt_br: Sem atribuição
ru: Без атрибуции
th: ไม่ระบุที่มา
tr: Atıfsız
uk: Без атрибуції
zh_hans: 未归因
zh_hant: 未歸因

# taskManager.memory.workspace
source: Workspace %@
ar: مساحة العمل %@
bs: Radni prostor %@
da: Arbejdsområde %@
de: Arbeitsbereich %@
es: Espacio de trabajo %@
fr: Espace de travail %@
it: Area di lavoro %@
ja: ワークスペース %@
ko: 워크스페이스 %@
nb: Arbeidsområde %@
pl: Obszar roboczy %@
pt_br: Espaço de trabalho %@
ru: Рабочая область %@
th: เวิร์กสเปซ %@
tr: Çalışma alanı %@
uk: Робоча область %@
zh_hans: 工作区 %@
zh_hant: 工作區 %@

# taskManager.refresh
source: Refresh
ar: تحديث
de: Aktualisieren
es: Refrescar
fr: Rafraîchir
ja: 更新
ko: 새로 고치다
zh_hans: 刷新
zh_hant: 重新整理

# taskManager.refresh.error
source: Unable to refresh Task Manager data.
ar: تعذر تحديث بيانات مدير المهام.
bs: Nije moguće osvježiti podatke upravitelja zadataka.
da: Kunne ikke opdatere data i Jobliste.
de: Task-Manager-Daten konnten nicht aktualisiert werden.
es: No se pudieron actualizar los datos del Administrador de tareas.
fr: Impossible d’actualiser les données du gestionnaire des tâches.
it: Impossibile aggiornare i dati di Gestione attività.
ja: タスクマネージャのデータを更新できません。
ko: 작업 관리자 데이터를 새로 고칠 수 없습니다.
nb: Kunne ikke oppdatere data i Oppgavebehandling.
pl: Nie można odświeżyć danych Menedżera zadań.
pt_br: Não foi possível atualizar os dados do Gerenciador de Tarefas.
ru: Не удалось обновить данные диспетчера задач.
th: ไม่สามารถรีเฟรชข้อมูลตัวจัดการงานได้
tr: Görev Yöneticisi verileri yenilenemedi.
uk: Не вдалося оновити дані Диспетчера завдань.
zh_hans: 无法刷新任务管理器数据。
zh_hant: 無法重新整理工作管理員資料。

# taskManager.refreshing
source: Refreshing
ar: تحديث
de: Wird aktualisiert
es: Actualizando
fr: Actualisation
ja: 更新中
ko: 새로 고침 중
zh_hans: 正在刷新
zh_hant: 正在重新整理

# taskManager.row.focused
source: Focused
ar: ركز
de: Konzentriert
es: enfocado
fr: Concentré
ja: フォーカス中
ko: 집중
zh_hans: 已聚焦
zh_hant: 專注

# taskManager.row.hidden
source: Hidden
ar: مخفي
de: Ausgeblendet
es: Oculto
fr: Masqué
ja: 非表示
ko: 숨김
zh_hans: 已隐藏
zh_hant: 已隱藏

# taskManager.row.keyWindow
source: Key window
ar: النافذة الرئيسية
de: Hauptfenster
es: Ventana principal
fr: Fenêtre principale
ja: キーウィンドウ
ko: 키 윈도우
zh_hans: 主窗口
zh_hant: 主要視窗

# taskManager.row.pane
source: Pane %@
ar: الجزء %@
de: Teilfenster %@
es: Panel %@
fr: Volet %@
ja: ペイン %@
ko: 분할 창 %@
zh_hans: 窗格 %@
zh_hant: 窗格 %@

# taskManager.row.pinned
source: Pinned
ar: مثبت
de: Angepinnt
es: Fijado
fr: Épinglé
ja: ピン留め
ko: 고정됨
zh_hans: 已固定
zh_hant: 已固定

# taskManager.row.process
source: Process
ar: عملية
de: Prozess
es: Proceso
fr: Processus
ja: プロセス
ko: 프로세스
zh_hans: 进程
zh_hant: 程序

# taskManager.row.processWithPID
source: Process %lld
ar: العملية %lld
de: Prozess %lld
es: Proceso %lld
fr: Processus %lld
ja: プロセス %lld
ko: 프로세스 %lld
zh_hans: 进程 %lld
zh_hant: 程序 %lld

# taskManager.row.selected
source: Selected
ar: مختارة
de: Ausgewählt
es: Seleccionado
fr: Choisi
ja: 選択中
ko: 선택된
zh_hans: 已选中
zh_hant: 已選擇

# taskManager.row.sharedProcess
source: Shared x%lld
ar: مشترك x%lld
de: Geteilt x%lld
es: Compartido x%lld
fr: Partagé x%lld
ja: 共有 x%lld
ko: 공유됨 x%lld
zh_hans: 共享 x%lld
zh_hant: 共用 x%lld

# taskManager.row.surfaceType.browser
source: Browser
ar: المتصفح
es: Navegador
fr: Navigateur
ja: ブラウザ
ko: 브라우저
zh_hans: 浏览器
zh_hant: 瀏覽器

# taskManager.row.surfaceType.terminal
source: Terminal
ar: طرفية
ja: ターミナル
ko: 단말기
zh_hans: 终端
zh_hant: 終端

# taskManager.row.surfaceType.unknown
source: Unknown
ar: مجهول
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알려지지 않은
zh_hans: 未知
zh_hant: 未知

# taskManager.row.unknownTag
source: Unknown tag
ar: علامة غير معروفة
de: Unbekanntes Tag
es: Etiqueta desconocida
fr: Tag inconnu
ja: 不明なタグ
ko: 알 수 없는 태그
zh_hans: 未知标记
zh_hant: 未知標記

# taskManager.row.window
source: Window %@
ar: النافذة %@
de: Fenster %@
es: Ventana %@
fr: Fenêtre %@
ja: ウィンドウ %@
ko: 윈도우 %@
zh_hans: 窗口 %@
zh_hant: 視窗 %@

# taskManager.section.childProcessRSS
source: Child Process RSS
ar: RSS العمليات الفرعية
bs: RSS podprocesa
da: Underproces-RSS
de: Kindprozess-RSS
es: RSS de procesos secundarios
fr: RSS des processus enfants
it: RSS dei processi figli
ja: 子プロセスRSS
ko: 하위 프로세스 RSS
nb: Underprosess-RSS
pl: RSS procesów potomnych
pt_br: RSS de processos filhos
ru: RSS дочерних процессов
th: RSS ของโปรเซสลูก
tr: Alt süreç RSS
uk: RSS дочірніх процесів
zh_hans: 子进程 RSS
zh_hant: 子行程 RSS

# taskManager.section.codingAgents
source: Coding Agents
ar: وكلاء البرمجة
de: Coding-Agenten
es: Agentes de codificación
fr: Agents de codage
ja: コーディングエージェント
ko: 코딩 에이전트
zh_hans: 编程代理
zh_hant: 程式開發代理

# taskManager.section.hierarchy
source: Hierarchy
ar: التسلسل الهرمي
de: Hierarchie
es: Jerarquía
fr: Hiérarchie
ja: 階層
ko: 계층 구조
zh_hans: 层级
zh_hant: 階層

# taskManager.section.programTotals
source: Program Totals
ar: إجماليات البرامج
de: Programm-Gesamtwerte
es: Totales del programa
fr: Totaux des programmes
ja: プログラム合計
ko: 프로그램 합계
zh_hans: 程序合计
zh_hant: 程式總計

# taskManager.showProcesses
source: Processes
ar: العمليات
de: Prozesse
es: Procesos
fr: Processus
ja: プロセス
ko: 프로세스
zh_hans: 进程
zh_hant: 程序

# taskManager.summary.appFootprint
source: App Footprint
ar: بصمة التطبيق
bs: Otisak aplikacije
da: App-fodaftryk
es: Huella de la app
fr: Empreinte de l’app
it: Impronta app
ja: アプリフットプリント
ko: 앱 footprint
nb: Appavtrykk
pl: Ślad aplikacji
pt_br: Pegada do app
ru: Отпечаток приложения
th: Footprint แอป
tr: Uygulama footprint
uk: Відбиток застосунку
zh_hans: 应用 footprint
zh_hant: 應用程式 footprint

# taskManager.summary.childRSS
source: Child RSS
ar: RSS فرعي
bs: RSS podprocesa
da: Underproces-RSS
de: Kindprozess-RSS
es: RSS secundario
fr: RSS enfant
it: RSS figli
ja: 子プロセスRSS
ko: 하위 RSS
nb: Underprosess-RSS
pl: RSS potomnych
pt_br: RSS filho
ru: Дочерний RSS
th: RSS ลูก
tr: Alt RSS
uk: Дочірній RSS
zh_hans: 子进程 RSS
zh_hant: 子行程 RSS

# taskManager.summary.memory
source: Memory
ar: الذاكرة
bs: Memorija
da: Hukommelse
de: Speicher
es: Memoria
fr: Mémoire
it: Memoria
ja: メモリ
ko: 메모리
nb: Minne
pl: Pamięć
pt_br: Memória
ru: Память
th: หน่วยความจำ
tr: Bellek
uk: Пам’ять
zh_hans: 内存
zh_hant: 記憶體

# taskManager.summary.processes
source: Processes
ar: العمليات
de: Prozesse
es: Procesos
fr: Processus
ja: プロセス
ko: 프로세스
zh_hans: 进程
zh_hant: 程序

# taskManager.summary.updated
source: Updated
ar: تم التحديث
de: Aktualisiert
es: Actualizado
fr: Mis à jour
ja: 更新時刻
ko: 업데이트됨
zh_hans: 更新时间
zh_hant: 已更新

# taskManager.title
source: Task Manager
ar: مدير المهام
es: Administrador de tareas
fr: Gestionnaire de tâches
ja: タスクマネージャ
ko: 작업 관리자
zh_hans: 任务管理器
zh_hant: 工作管理員

# taskManager.updated.never
source: Never
ar: أبدًا
de: Nie
es: Nunca
fr: Jamais
ja: 未更新
ko: 안 함
zh_hans: 从未
zh_hant: 永不

# textSelection.copyText
source: Copy Text
ar: نسخ النص
de: Text kopieren
es: Copiar texto
fr: Copier le texte
ja: テキストをコピー
ko: 텍스트 복사
zh_hans: 复制文本
zh_hant: 複製文字

# taskManager.windowTitle
source: Task Manager
ar: مدير المهام
es: Administrador de tareas
fr: Gestionnaire de tâches
ja: タスクマネージャ
ko: 작업 관리자
zh_hans: 任务管理器
zh_hant: 工作管理員

# terminal.agentHibernation.failed
source: Agent shutdown needs attention
ar: إيقاف تشغيل الوكيل يتطلب الانتباه
de: Herunterfahren des Agenten erfordert Aufmerksamkeit
es: El apagado del agente requiere atención
fr: L’arrêt de l’agent nécessite votre attention
ja: エージェントの終了を確認してください
ko: 에이전트 종료 시 주의가 필요합니다
zh_hans: 代理关闭需要处理
zh_hant: 代理關閉需要注意

# terminal.agentHibernation.finishing
source: Finishing agent shutdown
ar: إنهاء إيقاف تشغيل الوكيل
de: Herunterfahren des Agenten wird abgeschlossen
es: Finalizando el apagado del agente
fr: Finalisation de l’arrêt de l’agent
ja: エージェントを終了しています
ko: 에이전트 종료 마무리 중
zh_hans: 正在完成代理关闭
zh_hant: 正在完成代理關閉

# terminal.agentHibernation.lastActivity
source: Last activity %@
ar: آخر نشاط %@
de: Letzte Aktivität %@
es: Última actividad %@
fr: Dernière activité %@
ja: 最終アクティビティ %@
ko: 마지막 활동 %@
zh_hans: 最后活动 %@
zh_hant: 上次活動時間 %@

# terminal.agentHibernation.resume
source: Resume
ar: استئناف
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開
ko: 재개
zh_hans: 恢复
zh_hant: 恢復

# terminal.agentHibernation.retry
source: Retry shutdown
ar: إعادة محاولة إيقاف التشغيل
de: Herunterfahren erneut versuchen
es: Reintentar apagado
fr: Réessayer l’arrêt
ja: 終了を再試行
ko: 종료 다시 시도
zh_hans: 重试关闭
zh_hant: 重試關閉

# terminal.agentHibernation.title
source: Agent hibernated
ar: الوكيل في وضع السبات
de: Agent im Ruhezustand
es: Agente hibernado
fr: Agent en veille
ja: エージェントは休止中
ko: 에이전트 절전 모드 전환됨
zh_hans: 代理已休眠
zh_hant: 代理已休眠

# terminal.notification.action.show
source: Show
ar: يعرض
de: Zeigen
es: Espectáculo
fr: Montrer
ja: 表示
ko: 보여주다
zh_hans: 显示
zh_hant: 展示

# terminal.restore.no_snapshot
source: No previous session snapshot available
ar: لا تتوفر لقطة سابقة للجلسة
de: Kein Snapshot der vorherigen Sitzung verfügbar
es: No hay ninguna captura de sesión anterior disponible
fr: Aucun instantané de la session précédente disponible
ja: 前回のセッションスナップショットがありません
ko: 이전 세션 스냅샷을 사용할 수 없습니다
zh_hans: 没有可用的上次会话快照
zh_hant: 沒有可用的前一個工作階段快照

# terminal.shortcut.name.ctrlL
source: Clear (Control-L)
ar: مسح (Control-L)
de: Löschen (Strg-L)
es: Borrar (Control-L)
fr: Effacer (Contrôle-L)
ja: クリア (Control-L)
ko: 지우기(Control-L)
zh_hans: 清屏（Control-L）
zh_hant: 清除（Control-L）

# terminalContextMenu.copy
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
zh_hans: 复制
zh_hant: 複製

# terminalContextMenu.copyIdentifiers
source: Copy IDs
ar: نسخ المعرفات
de: IDs kopieren
es: Copiar IDs
fr: Copier les identifiants
ja: IDをコピー
ko: ID 복사
zh_hans: 复制 ID
zh_hant: 複製 ID
